Repository: liboyang42-cpu/chengyin-ios
Catalog: Resources/Localizable.xcstrings
Source language: en
Languages: zh_hans

# merchant.operations.empty
source: No records
zh_hans: 暂无记录

# merchant.operations.entryHint
source: View details or prepare a local draft
zh_hans: 查看详情或准备本地草稿

# merchant.operations.exampleBoundary
source: Synthetic offline examples. Edits never change a real store, review decision, order, or provider resource.
zh_hans: 离线示例数据。编辑不会改变真实门店、审核结果、订单或供应商资源。

# merchant.operations.exampleSaved
source: Offline example saved. No real business change was made.
zh_hans: 离线示例已保存，未产生真实业务变更。

# merchant.operations.featured
source: Featured type / ID
zh_hans: 精选类型 / 编号

# merchant.operations.featuredIncomplete
source: Featured type and ID must be present together.
zh_hans: 精选类型和编号必须同时存在。

# merchant.operations.feedback
source: Completion feedback
zh_hans: 完成反馈

# merchant.operations.fixture.recover
source: Recover example
zh_hans: 恢复示例

# merchant.operations.fixture.signOut
source: Sign out of example
zh_hans: 退出示例账号

# merchant.operations.frozenDraft
source: Draft being reviewed
zh_hans: 待检查的草稿

# merchant.operations.gallery
source: Store gallery
zh_hans: 门店相册

# merchant.operations.galleryCount
source: Image count
zh_hans: 图片数量

# merchant.operations.galleryHint
source: Up to 9 images. Removing an item only edits this local draft.
zh_hans: 最多 9 张图片，移除操作只修改本地草稿。

# merchant.operations.galleryImage
source: Gallery image
zh_hans: 相册图片

# merchant.operations.galleryLimit
source: Keep at most 9 gallery images.
zh_hans: 相册最多保留 9 张图片。

# merchant.operations.greeting
source: Greeting
zh_hans: 招呼语

# merchant.operations.greetingLimit
source: Keep the greeting within 60 UTF-16 units.
zh_hans: 招呼语不能超过 60 个 UTF-16 单元。

# merchant.operations.invalidDraft
source: Review the draft fields before continuing.
zh_hans: 请先检查草稿字段。

# merchant.operations.keepEditing
source: Keep editing
zh_hans: 继续编辑

# merchant.operations.knowledge
source: Store knowledge
zh_hans: 店铺知识

# merchant.operations.knowledgeLimit
source: Keep store knowledge within 2,000 UTF-16 units.
zh_hans: 店铺知识不能超过 2,000 个 UTF-16 单元。

# merchant.operations.liveDisabled
source: Live saving is unavailable. These forms only prepare local drafts.
zh_hans: 真实保存尚未开放，这些表单仅用于准备本地草稿。

# merchant.operations.loadFailed
source: Could not load these records. Try again.
zh_hans: 暂时无法读取这些记录，请重试。

# merchant.operations.localDraftOnly
source: Your edits stay in memory and are not submitted or persisted.
zh_hans: 修改仅保留在内存中，不会提交或持久保存。

# merchant.operations.logo
source: Store logo
zh_hans: 店铺标志

# merchant.operations.method
source: Completion method
zh_hans: 完成方式

# merchant.operations.method.1
source: Secret word
zh_hans: 文字暗号

# merchant.operations.method.2
source: Photo
zh_hans: 现场拍照

# merchant.operations.method.3
source: Multiple-choice question
zh_hans: 选项问答

# merchant.operations.method.4
source: Posted QR code
zh_hans: 张贴码

# merchant.operations.method.5
source: GPS arrival
zh_hans: GPS 到达

# merchant.operations.methodRequired
source: Choose how players complete this interaction.
zh_hans: 请选择玩家完成互动的方式。

# merchant.operations.name
source: Name
zh_hans: 名称

# merchant.operations.newTemplate
source: New template draft
zh_hans: 新建模板草稿

# merchant.operations.noAvatarJob
source: No generation job reported
zh_hans: 尚无生成任务

# merchant.operations.noImage
source: No displayable image
zh_hans: 暂无可展示图片

# merchant.operations.node.offline
source: Offline
zh_hans: 已下线

# merchant.operations.node.online
source: Online
zh_hans: 在架

# merchant.operations.nodeDetail
source: Location details
zh_hans: 据点详情

# merchant.operations.nodes
source: My locations
zh_hans: 我的据点

# merchant.operations.optionA
source: Option A
zh_hans: 选项 A

# merchant.operations.optionB
source: Option B
zh_hans: 选项 B

# merchant.operations.optionC
source: Option C
zh_hans: 选项 C

# merchant.operations.optionD
source: Option D
zh_hans: 选项 D

# merchant.operations.optionsRequired
source: Fill in at least two options.
zh_hans: 请至少填写两个选项。

# merchant.operations.partialOutcome
source: Some writes were acknowledged, but the whole save could not be confirmed. Editing remains locked; do not resubmit.
zh_hans: 部分写入已获确认，但无法确认整个保存流程。编辑将保持锁定，请勿重复提交。

# merchant.operations.persona
source: Personality and speaking style
zh_hans: 人设与说话风格

# merchant.operations.personaLimit
source: Keep the personality within 1,000 UTF-16 units.
zh_hans: 人设不能超过 1,000 个 UTF-16 单元。

# merchant.operations.personaRequired
source: Describe the character’s personality and speaking style.
zh_hans: 请填写形象的人设与说话风格。

# merchant.operations.placement
source: Location placement
zh_hans: 据点投放

# merchant.operations.preference
source: Preferences
zh_hans: 偏好

# merchant.operations.profile
source: Store profile
zh_hans: 店铺资料

# merchant.operations.profileWhitelist
source: Only name, introduction, merchandise, website, preferences and the existing logo belong to this source contract.
zh_hans: 此来源接口仅包含名称、简介、衍生品、网站、偏好及原有标志。

# merchant.operations.providerAvailable
source: Provider reports availability
zh_hans: 服务端报告可用

# merchant.operations.providerUnavailable
source: Provider unavailable
zh_hans: 供应商尚不可用

# merchant.operations.question
source: Question
zh_hans: 题目

# merchant.operations.questionRequired
source: Enter the question.
zh_hans: 请填写问答题目。

# merchant.operations.quiz
source: Question and options
zh_hans: 题目与选项

# merchant.operations.quota
source: Used / limit
zh_hans: 已用 / 上限

# merchant.operations.quotaExhausted
source: The reported location limit has been reached.
zh_hans: 服务端报告的据点配额已用完。

# merchant.operations.reloadSource
source: Reload source
zh_hans: 重新读取来源

# merchant.operations.removeImage
source: Remove from local draft
zh_hans: 从本地草稿移除

# merchant.operations.resourcesBoundary
source: Source-reported resources only. No recording, cloning, generation, playback, download or automatic polling.
zh_hans: 仅展示来源报告的资源状态，不录音、克隆、生成、播放、下载或自动轮询。

# merchant.operations.review.approved
source: Approved
zh_hans: 审核通过

# merchant.operations.review.pending
source: Under review
zh_hans: 审核中

# merchant.operations.review.rejected
source: Rejected
zh_hans: 审核未通过

# merchant.operations.review.unknown
source: Status unconfirmed
zh_hans: 状态未确认

# merchant.operations.reviewDraft
source: Review local draft
zh_hans: 检查本地草稿

# merchant.operations.reviewNoApproval
source: A saved draft does not mean content approval, public visibility, or activation.
zh_hans: 草稿保存不代表内容审核通过、公开可见或业务生效。

# merchant.operations.signedOut
source: Sign in again to view store records.
zh_hans: 请重新登录后查看门店记录。

# merchant.operations.slogan
source: Slogan
zh_hans: 标语

# merchant.operations.story
source: Brand story
zh_hans: 品牌故事

# merchant.operations.storyBody
source: Story text
zh_hans: 故事正文

# merchant.operations.storyHint
source: Story body only, up to 300 UTF-16 units. The existing hidden title is preserved; the source save uses two separate operations.
zh_hans: 仅编辑故事正文，最多 300 个 UTF-16 单元。保留原有隐藏标题，来源保存涉及两个独立操作。

# merchant.operations.storyLimit
source: Keep the story within 300 UTF-16 units.
zh_hans: 故事正文不能超过 300 个 UTF-16 单元。

# merchant.operations.style
source: Style
zh_hans: 风格

# merchant.operations.syntheticArtwork
source: Synthetic placeholder; no remote image
zh_hans: 示例占位，不读取远程图片

# merchant.operations.tags
source: Tags
zh_hans: 标签

# merchant.operations.tagsHint
source: Separate tags with semicolons. The request preview uses a JSON array string.
zh_hans: 以分号分隔标签，请求预览使用 JSON 数组字符串。

# merchant.operations.template
source: Interaction template
zh_hans: 互动模板

# merchant.operations.template.published
source: Published
zh_hans: 已发布

# merchant.operations.template.unpublished
source: Unpublished
zh_hans: 未发布

# merchant.operations.templateOmissions
source: Blank optional fields are omitted by the source contract; blanking one does not request deletion of its saved value.
zh_hans: 来源契约会省略空的可选字段；清空输入不代表删除已存值。

# merchant.operations.templateOwnerOnly
source: Private template answers are read from the owner-only detail endpoint.
zh_hans: 模板答案仅从所有者专用详情接口读取。

# merchant.operations.templatePageLimit
source: The source reads page 1 with up to 100 templates. This is not a complete or paginated inventory.
zh_hans: 来源读取第 1 页，最多 100 个模板；这不是完整或可翻页的清单。

# merchant.operations.templates
source: My interaction templates
zh_hans: 我的互动模板

# merchant.operations.title
source: Store operations
zh_hans: 门店经营

# merchant.operations.titleField
source: Title
zh_hans: 标题

# merchant.operations.titleRequired
source: Enter a template title.
zh_hans: 请填写模板标题。

# merchant.operations.unknownOutcome
source: The example outcome is unknown. Saving is locked; reading again does not prove that the earlier operation failed.
zh_hans: 示例结果未确认，保存已锁定；再次读取不能证明之前的操作失败。

# merchant.operations.unspecified
source: Unspecified
zh_hans: 未选择

# merchant.operations.untitled
source: Untitled
zh_hans: 未命名

# merchant.operations.uploadDisabled
source: Image selection, permissions and real uploads are not enabled. Existing references are preserved.
zh_hans: 尚未开放图片选择、权限申请和真实上传，原有图片引用会保留。

# merchant.operations.voice
source: Voice resource
zh_hans: 声音资源

# merchant.operations.voice.failed
source: Last generation failed
zh_hans: 上次生成失败

# merchant.operations.voice.generating
source: Generating
zh_hans: 生成中

# merchant.operations.voice.ready
source: Ready
zh_hans: 已就绪

# merchant.operations.voice.unset
source: Not configured
zh_hans: 未配置

# merchant.operations.voiceDisabled
source: Voice consent, microphone access, sample upload and revocation are not enabled.
zh_hans: 声音授权、麦克风权限、样本上传及撤销尚未开放。

# merchant.operations.website
source: Website
zh_hans: 网站

# merchant.order.aftersale
source: After-sales status
zh_hans: 售后状态

# merchant.order.aftersale.1
source: No open after-sales case
zh_hans: 无售后或售后已关闭

# merchant.order.aftersale.2
source: After-sales processing
zh_hans: 售后处理中

# merchant.order.aftersale.3
source: Refund processing
zh_hans: 退款中

# merchant.order.aftersale.4
source: Refund successful
zh_hans: 退款成功

# merchant.order.amount
source: Paid amount
zh_hans: 实付金额

# merchant.order.created
source: Created
zh_hans: 创建时间

# merchant.order.number
source: Order number
zh_hans: 订单编号

# merchant.order.status
source: Order status
zh_hans: 订单状态

# merchant.order.status.0
source: Awaiting payment
zh_hans: 待付款

# merchant.order.status.1
source: Awaiting shipment
zh_hans: 待发货

# merchant.order.status.2
source: Shipped
zh_hans: 已发货

# merchant.order.status.3
source: Awaiting review
zh_hans: 待评价

# merchant.order.status.4
source: Completed
zh_hans: 已完成

# merchant.order.status.5
source: Closed
zh_hans: 已关闭

# merchant.order.status.6
source: Invalid order
zh_hans: 无效订单

# merchant.order.summary
source: Order summary
zh_hans: 订单摘要

# merchant.orders
source: Orders
zh_hans: 商家订单

# merchant.orders.empty
source: No matching orders
zh_hans: 暂无符合条件的订单

# merchant.project.acceptance
source: Acceptance status
zh_hans: 承接状态

# merchant.project.end
source: End
zh_hans: 结束时间

# merchant.project.signups
source: Registrations
zh_hans: 报名人数

# merchant.project.start
source: Start
zh_hans: 开始时间

# merchant.project.state
source: Project status
zh_hans: 项目状态

# merchant.project.statistics
source: Statistics
zh_hans: 数据统计

# merchant.project.summary
source: Project summary
zh_hans: 项目摘要

# merchant.project.type
source: Project type
zh_hans: 项目类型

# merchant.project.untitled
source: Untitled project
zh_hans: 未命名项目

# merchant.project.views
source: Views
zh_hans: 浏览量

# merchant.projects
source: Hosted projects
zh_hans: 我主办的项目

# merchant.projects.empty
source: No hosted projects
zh_hans: 暂无主办项目

# merchant.projects.partial
source: Showing a limited first page. More projects exist on the server.
zh_hans: 当前仅显示第一页，服务端还有更多项目。

# merchant.projects.scope
source: Merchant-hosted projects only
zh_hans: 仅显示商家主办的项目

# merchant.publicHome.about
source: About
zh_hans: 关于商家

# merchant.publicHome.activityTypes
source: Suitable activities
zh_hans: 适合活动类型

# merchant.publicHome.auditTaskID
source: Moderation task ID
zh_hans: 审核任务编号

# merchant.publicHome.availableTime
source: Available times
zh_hans: 可用时间

# merchant.publicHome.cancel
source: Cancel
zh_hans: 取消

# merchant.publicHome.capacity
source: Capacity
zh_hans: 可容纳人数

# merchant.publicHome.changed
source: Your session or permission changed. Refresh and review again
zh_hans: 会话或权限已变化，请刷新后重新确认

# merchant.publicHome.chat
source: Chat
zh_hans: 对话

# merchant.publicHome.closed
source: Closed
zh_hans: 休息中

# merchant.publicHome.confirm
source: Confirm and send
zh_hans: 确认发送

# merchant.publicHome.confirmTitle
source: Review before sending
zh_hans: 发送前确认

# merchant.publicHome.cooperation
source: Hosting and cooperation
zh_hans: 承接与合作

# merchant.publicHome.cover
source: Merchant cover image
zh_hans: 商家封面

# merchant.publicHome.createConsequence
source: Send this review for moderation. A receipt does not mean it is publicly visible
zh_hans: 提交评价审核，收到回执不代表已公开展示

# merchant.publicHome.createReceipt
source: Review submission receipt received; visibility follows the returned status
zh_hans: 已收到评价回执，展示情况以返回状态为准

# merchant.publicHome.createReview
source: Write a review
zh_hans: 写评价

# merchant.publicHome.demand
source: Cooperation needs
zh_hans: 合作需求

# merchant.publicHome.failed
source: Could not load this merchant. Please try again
zh_hans: 商家资料加载失败，请重试

# merchant.publicHome.gallery
source: Gallery
zh_hans: 相册

# merchant.publicHome.invalid
source: This merchant link is invalid
zh_hans: 商家链接参数无效

# merchant.publicHome.invalidDraft
source: Check the rating and text length
zh_hans: 请检查评分与文字长度

# merchant.publicHome.loading
source: Loading
zh_hans: 加载中

# merchant.publicHome.logo
source: Merchant logo
zh_hans: 商家标志

# merchant.publicHome.merchant
source: Merchant
zh_hans: 商家

# merchant.publicHome.merchantRowID
source: Merchant row ID
zh_hans: 商家档案编号

# merchant.publicHome.more
source: Load more
zh_hans: 加载更多

# merchant.publicHome.noReviews
source: No public reviews yet
zh_hans: 暂无公开评价

# merchant.publicHome.notConfigured
source: This connection is not enabled
zh_hans: 此连接尚未启用

# merchant.publicHome.npc
source: Shop character
zh_hans: 门店形象

# merchant.publicHome.open
source: Open
zh_hans: 营业中

# merchant.publicHome.ownerMemberID
source: Owner member ID
zh_hans: 商家主体编号

# merchant.publicHome.photo
source: Photo preview is not enabled
zh_hans: 图片预览尚未启用

# merchant.publicHome.player
source: Player
zh_hans: 玩家

# merchant.publicHome.prepare
source: Review submission
zh_hans: 预览提交

# merchant.publicHome.rating
source: Rating
zh_hans: 评分

# merchant.publicHome.registrationID
source: Registration ID
zh_hans: 报名编号

# merchant.publicHome.rejected
source: The service rejected this submission. Refresh before trying again
zh_hans: 服务端拒绝此次提交，请刷新后再试

# merchant.publicHome.reply
source: Merchant reply
zh_hans: 商家回复

# merchant.publicHome.report
source: Report review
zh_hans: 举报评价

# merchant.publicHome.reportConsequence
source: Send this report for platform review. Reporting does not delete the review
zh_hans: 提交平台复核，举报不会删除评价

# merchant.publicHome.reportReason
source: Report reason, 2–500 characters
zh_hans: 举报原因，2至500字

# merchant.publicHome.reportReceipt
source: Report queued for platform review; no deletion is implied
zh_hans: 举报已进入平台复核，不代表评价已删除

# merchant.publicHome.retry
source: Try again
zh_hans: 重试

# merchant.publicHome.reviewBoundary
source: Eligibility and reporting permissions are checked by the service
zh_hans: 评价资格与举报权限由服务端核验

# merchant.publicHome.reviewContent
source: Review, 2–1,000 characters
zh_hans: 评价正文，2至1000字

# merchant.publicHome.reviewID
source: Review ID
zh_hans: 评价编号

# merchant.publicHome.reviews
source: Public reviews
zh_hans: 公开评价

# merchant.publicHome.reviewsReadOnly
source: Public reviews are read-only in this connection
zh_hans: 此连接中的公开评价为只读

# merchant.publicHome.selectRating
source: Choose a rating
zh_hans: 请选择评分

# merchant.publicHome.status
source: Returned status
zh_hans: 返回状态

# merchant.publicHome.storage
source: Operation history could not be saved. Submission is blocked
zh_hans: 无法保存操作记录，已阻止提交

# merchant.publicHome.summary
source: Review summary
zh_hans: 评价概览

# merchant.publicHome.synthetic
source: Offline fixture. No real requests or images
zh_hans: 离线示例，不发送真实请求或加载图片

# merchant.publicHome.tags
source: Tags
zh_hans: 标签

# merchant.publicHome.textOnly
source: Text-only review. Photo uploads are not enabled
zh_hans: 仅支持文字评价，图片上传尚未启用

# merchant.publicHome.title
source: Merchant profile
zh_hans: 商家主页

# merchant.publicHome.total
source: Reviews
zh_hans: 评价数

# merchant.publicHome.unavailable
source: Merchant does not exist or is not open to the public
zh_hans: 商家不存在或未开放

# merchant.publicHome.unknown
source: The outcome is unknown. This operation is locked to prevent duplicates
zh_hans: 结果未知，为避免重复提交，此操作已锁定

# merchant.publicHome.verified
source: Verified redemption
zh_hans: 已核销

# merchant.publicHome.version
source: Expected version
zh_hans: 预期版本

# merchant.readOnly
source: Read-only merchant information
zh_hans: 商家信息，只读查看

# merchant.recordID
source: Record ID
zh_hans: 记录编号

# merchant.records
source: Records
zh_hans: 业务记录

# merchant.refreshAccess
source: Recheck merchant access
zh_hans: 重新检查经营身份

# merchant.refreshing
source: Refreshing…
zh_hans: 正在刷新…

# merchant.revenue
source: Total revenue
zh_hans: 累计收入

# merchant.revenue7d
source: Revenue in the last 7 days
zh_hans: 近 7 日收入

# merchant.role.checkIn
source: Check-in staff
zh_hans: 核销员

# merchant.role.finance
source: Finance
zh_hans: 财务

# merchant.role.manager
source: Store manager
zh_hans: 店长

# merchant.role.marketing
source: Operations
zh_hans: 运营

# merchant.role.owner
source: Owner
zh_hans: 店主

# merchant.signIn
source: Sign in to view your merchant information
zh_hans: 登录后查看商家信息

# merchant.stale
source: Showing the last loaded information
zh_hans: 正在显示上次加载的信息

# merchant.status.missing
source: Status not supplied
zh_hans: 未提供状态

# merchant.status.unknown
source: Unknown status
zh_hans: 未知状态

# merchant.store
source: Store
zh_hans: 门店

# merchant.summarySnapshot
source: Details from the loaded list. Refresh the list for the latest information.
zh_hans: 详情来自已加载的列表。请刷新列表以获取最新信息。

# merchant.title
source: Merchant dashboard
zh_hans: 商家工作台

# merchant.todo
source: Pending work
zh_hans: 待办事项

# merchant.todo.empty
source: No pending work
zh_hans: 暂无待办

# merchant.todo.orders
source: Pending orders
zh_hans: 待处理订单

# merchant.todo.refunds
source: Refund orders
zh_hans: 退款单

# merchant.todo.scan
source: Scans awaiting confirmation
zh_hans: 扫码待确认

# merchant.todo.verified
source: Completed verifications
zh_hans: 已核销

# merchant.todo.verify
source: Awaiting verification
zh_hans: 待核销

# merchantMarketing.acknowledgeEffects
source: I understand this is final and may issue coupons
zh_hans: 我理解此操作不可撤销且可能发券

# merchantMarketing.acknowledged
source: Server acknowledgement
zh_hans: 服务端确认

# merchantMarketing.active
source: Active coupons
zh_hans: 有效优惠券

# merchantMarketing.activeEntitlements
source: Active entitlements
zh_hans: 生效权益

# merchantMarketing.activities
source: Activities
zh_hans: 活动

# merchantMarketing.aiUnavailable
source: Suggestions are unavailable; measured facts remain available
zh_hans: 暂时无法生成建议，经营事实仍可查看

# merchantMarketing.answer
source: Selected answer
zh_hans: 所选答案

# merchantMarketing.bets
source: Participants in this round
zh_hans: 本轮参与人数

# merchantMarketing.brand
source: Brand homepage
zh_hans: 品牌主页权益

# merchantMarketing.cancel
source: Cancel
zh_hans: 取消

# merchantMarketing.capabilities
source: Capabilities and quotas
zh_hans: 能力与额度

# merchantMarketing.checkins
source: Check-ins
zh_hans: 到店次数

# merchantMarketing.cityNode
source: City nodes
zh_hans: 城市点位

# merchantMarketing.claimed
source: Claimed
zh_hans: 已领取

# merchantMarketing.confirmSettlement
source: Confirm settlement
zh_hans: 确认结算

# merchantMarketing.content
source: Content
zh_hans: 内容

# merchantMarketing.couponWarning
source: Settlement is one-time and cannot be undone. The server may issue coupons to winners according to the merchant rules.
zh_hans: 结算只能进行一次且不可撤销，服务端可能按商家规则向猜中者发券

# merchantMarketing.coupons
source: Coupons
zh_hans: 优惠券

# merchantMarketing.customEvent
source: Custom events
zh_hans: 活动定制权益

# merchantMarketing.dashboard
source: Marketing
zh_hans: 营销概览

# merchantMarketing.daysLeft
source: Days remaining
zh_hans: 剩余天数

# merchantMarketing.deadlinePolicy
source: The source allows 48 hours to answer. The platform voids overdue rounds; no one receives a reward. Follow the server deadline.
zh_hans: 源规则要求 48 小时内给出答案，超时由平台作废且无人获奖，请以服务端期限为准

# merchantMarketing.denied
source: Your current merchant role does not grant this permission
zh_hans: 当前商家岗位没有此权限

# merchantMarketing.dormant
source: Live service access, AI processing and prediction settlement require separate activation.
zh_hans: 真实服务、AI 分析和竞猜结算需分别开通

# merchantMarketing.emptyPredictions
source: No predictions awaiting settlement
zh_hans: 暂无待结算竞猜

# merchantMarketing.exploration
source: Free exploration
zh_hans: 自由探索

# merchantMarketing.facts
source: Measured business facts
zh_hans: 经营数据事实

# merchantMarketing.femaleRate
source: Female share
zh_hans: 女性占比

# merchantMarketing.fixtureSignOut
source: Sign out of example
zh_hans: 退出示例账号

# merchantMarketing.funnel
source: Conversion funnel
zh_hans: 转化漏斗

# merchantMarketing.generatedAt
source: Generated at
zh_hans: 生成时间

# merchantMarketing.hour
source: Hour
zh_hans: 时段

# merchantMarketing.iOSCheckoutUnavailable
source: Digital-entitlement checkout is unavailable on iOS. No Apple purchase integration has been supplied.
zh_hans: iOS 暂不支持数字权益自助购买，尚未提供 Apple 内购接口

# merchantMarketing.insight
source: Shop insights
zh_hans: 店铺参谋

# merchantMarketing.interest
source: Reported interest
zh_hans: 兴趣偏好

# merchantMarketing.invalid
source: Review the selected answer and acknowledge its effects
zh_hans: 请核对答案并确认操作后果

# merchantMarketing.limit
source: Limit
zh_hans: 上限

# merchantMarketing.loading
source: Loading
zh_hans: 加载中

# merchantMarketing.locked
source: This round has a submission record. Further settlement is blocked.
zh_hans: 此轮已有提交记录，已禁止再次结算

# merchantMarketing.lowSample
source: Small sample: interpret these results cautiously
zh_hans: 样本较少，请谨慎解读

# merchantMarketing.maleRate
source: Male share
zh_hans: 男性占比

# merchantMarketing.malformed
source: The server data could not be confirmed
zh_hans: 无法确认服务端数据

# merchantMarketing.members
source: Members
zh_hans: 用户数

# merchantMarketing.noBets
source: No one has entered this round yet
zh_hans: 这一轮还没有人押

# merchantMarketing.noEntitlements
source: No active entitlements
zh_hans: 暂无生效权益

# merchantMarketing.offers
source: Active offers
zh_hans: 生效供给

# merchantMarketing.openSuggestion
source: Open related section
zh_hans: 前往相关页面

# merchantMarketing.permanent
source: Permanent
zh_hans: 永久

# merchantMarketing.predictions
source: Prediction inbox
zh_hans: 竞猜待答

# merchantMarketing.premium
source: Premium templates
zh_hans: 高级模板权益

# merchantMarketing.promotion
source: Promotion slots
zh_hans: 推广位权益

# merchantMarketing.quotaRate
source: Quota usage
zh_hans: 额度使用率

# merchantMarketing.recommendedPartners
source: Server-recommended partners
zh_hans: 服务端推荐商家

# merchantMarketing.recommendedTopics
source: Server-recommended topics
zh_hans: 服务端推荐主题

# merchantMarketing.redeemed
source: Redeemed
zh_hans: 已核销

# merchantMarketing.redemptionRate
source: Redemption rate
zh_hans: 核销率

# merchantMarketing.refresh
source: Refresh
zh_hans: 刷新

# merchantMarketing.remaining
source: Remaining
zh_hans: 剩余

# merchantMarketing.repeatRate
source: Repeat visit rate
zh_hans: 复访率

# merchantMarketing.review
source: Review settlement
zh_hans: 确认结算

# merchantMarketing.reviewHint
source: Review this answer before one-time settlement
zh_hans: 先确认答案再进行一次性结算

# merchantMarketing.sample
source: Sample members
zh_hans: 样本人数

# merchantMarketing.section
source: Section
zh_hans: 栏目

# merchantMarketing.serverError
source: The server returned a message
zh_hans: 服务端返回了提示

# merchantMarketing.signIn
source: Sign in to continue
zh_hans: 请登录后继续
